[
    {
        "name": "Heavanly Honey Chicken",
        "description": "This is an addictively good sweet & sticky chicken that you'll make again & again.  (Click link for Details)",
        "image_source": "https://www.modernhoney.com/wp-content/uploads/2018/05/Honey-Mustard-Grilled-Chicken.jpg",
        "url": "chicken",
        "ingredients": "Serves 4 people: 4 Chicken breasts, 1 Litre of Orange juice, 1 Garlic clove, 2 Tablespoons of honey: Directions: lay filets in dish cover with finely chopped garlic, drizzle over honey, cover with OJ, Leave to marinade for 4 hours."
        
    },
    {
        "name": "Ravishin Rack of Ribs",
        "description": "These are delicious sticky barbecue ribs with a kick of heat! Serve these badboys up with some homemade slaw Mmm! (Click link for Details)",
        "image_source": "https://keviniscooking.com/wp-content/uploads/2018/01/How-to-Make-Baby-Back-Ribs-square2.jpg",
        "url": "ribs",
        "ingredients": "Serves 4 people: 2 baby back pork ribs, 2 cans cola, 2 teaspoons garlic powder, 2 teaspoons paprika, 2 teaspoons chilli powder, 3 tablespoons chilli sauce, 6 tablespoons ketchup, 6 tablespoons brown sugar: Directions: lay ribs in dish cover in cola leave to marinade for 4 hours, mix other ingredients in a bowl and spoon over ribs while cooking "
    },
    {
        "name": "Sizziling Steak",
        "description": " This Dry Rub will transform any cut of steak you like. (Click link for Details)",
        "image_source": "https://madbutcher.kiwi/wp-content/uploads/2018/12/BBQ-Steak-with-flames-2.jpg",
        "url": "steak",
        "ingredients": " Serves 4 people: Ingredients: 4 steaks (your choice of cut), 2 teaspoons paprika, 2 teaspoons onion powder, 2 teaspoons garlic powder, 2 teaspoons cumin, 2 teaspoons oregano, 1 teaspoon salt: Directions: mix in bowl and rub over meat let stand for 2 hours before cooking for best flavour!"
    },
    
    {
        "name": "Bangin Burger",
        "description": "The cornerstone of any nutritious BBQ! (Click link for Details)",
        "image_source": "https://cdn.foodism.co.uk/featured_image/5d1cc842b15e9.jpeg",
        "url": "burger",
        "ingredients": "Serves 4 people: Ingredients: 4 good quality shop bought burgers (you can make these yourself, but with so many great ones available why bother!), Large tomato, Onion, Lettuce, Bacon, American Cheese, hamburger buns, ketchup, mayonnaise: Directions: Take a wild guess! "
    },
    {
        "name": "Sweet Sticky Sausages",
        "description": "A quick and easy marinade that will have them coming back for more! (Click link for Details)",
        "image_source": "https://www.powters.co.uk/wp-content/uploads/2018/07/4630460600_6f735ab699_b.jpg",
        "url": "sausages",
        "ingredients": " Serves 4 people: Ingredients: Pack of 8 good quality pork sausages, 1 jar of Marmalade: Directions: lay sausages in dish, Lightly heat marmalade and pour over sausages and let cool before cooking "
    },
    {
        "name": "Fantastic Fish",
        "description": "Barbecued fish makes a great lighter meal. (Click link for Details)",
        "image_source": "https://jamaicans.com/videos/wp-content/uploads/2016/07/V38HK44GQoY-816.jpg",
        "url": "fish",
        "ingredients": " Serves 4 people: Ingredients: 2 whole gutted fish of your choosing, Green bell pepper, green chilli, red chilli, lemon: Directions: This can be done direct on the grill, in a holder, or wrapped in foil, spread on top or stuff inside the chopped ingredients. Simple! "
    },
    {
        "name": "Apparently Vegetables are also Available!!",
        "description": "Char up some veggies! (Click link for Details)",
        "image_source": "https://media.gq.com/photos/5e1e06e7cac87d0009e539e3/master/pass/EATVEGGIES.jpg",
        "url": "vegetables",
        "ingredients": " This is trial and error so just experement with what you have! Although peas don't really work!! Corn on the cob wrapped in foil with butter, Charred asparagus, Charred whole mushrooms" 
    }
]